import React from "react";
import HeadHtml from '../components/layouts/HeadHtml';


const Privacy = () => {
  return (
    <React.Fragment>
      <HeadHtml/>
      <div className="privacy flex flex-col bg-[#333333]justify-start align-stretch p-[20px]">
        <div className="container max-w-[1000px] p-[20px] self-center">
          <h1 id="-">個人情報保護方針</h1>
          <h2 id="1-">1. 個人情報に対する考え方</h2>
          <p>OMY株式会社（以下「当社」といいます。）は、事業活動を推進するにあたり、プライバシーの適切な保護の重要性と社会的責任を十分に認識し、個人情報の保護に関する法律（以下「個人情報保護法」といいます。）その他の関係法令を遵守いたします。</p>
          <ul>
            <li>当社は、個人情報の取得について、利用目的をできる限り特定し、適法かつ公正な手段によって取得を行います。また、個人情報の利用は、特定した利用目的の達成に必要な範囲内で行います。</li>
            <li>当社は、個人情報の安全管理措置を講じ、個人情報への不正アクセス又は個人情報の漏えい、滅失若しくは毀損の防止及び是正に努めます。</li>
            <li>当社は、個人情報に関するお問い合わせや苦情に対し、適切に対応いたします。</li>
            <li>当社は、個人情報を取り扱うに際し、個人情報の取り扱いに関する法令、国が定める指針その他の規範を遵守いたします。</li>
            <li>当社は、個人情報の取扱いを継続的に見直し改善いたします。</li>
          </ul>
          <h2 id="2-">2. 個人情報の利用目的</h2>
          <ul>
            <li>契約手続、お客様管理及びこれらに付随する業務の遂行のため</li>
            <li>当社のサービス等に関するご案内又は当社が皆様に有用と考えるお知らせの提供のため</li>
            <li>お客様の状況や当社のサービス内でのログ情報を用いたレコメンド等、お客様の利便性向上を目的とする機能の提供のため</li>
            <li>当社のサービスのセキュリティ確保上必要な場合又は事件・事故が発生した場合の調査、ご報告又はご連絡のため</li>
            <li>メンテナンス情報、規約の変更その他の重要なご連絡等、当社のサービスを運用する上で必要なお知らせの提供のため</li>
            <li>当社によるサービス開発及びマーケティング等への利用のため</li>
            <li>当社のサービスに関するサポート・お問い合わせへの回答のため</li>
          </ul>
          <h2 id="3-">3. 個人情報の提供</h2>
          <p>当社は、次に掲げる場合を除くほか、本人の同意を得ることなく個人データを第三者へ提供しません。</p>
          <ul>
            <li>法令に基づく場合</li>
            <li>人の生命、身体又は財産の保護のために必要がある場合であって、本人の同意を得ることが困難であると判断した場合</li>
            <li>公衆衛生の向上又は児童の健全な育成の推進のために特に必要がある場合であって、本人の同意を得ることが困難であると判断した場合</li>
            <li>国の機関若しくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、本人の同意を得ることによって当該事務の遂行に支障を及ぼす恐れがあると判断した場合
            </li>
            <li>利用目的達成に必要な範囲内において個人データの取扱の全部又は一部を委託するに伴い個人データを提供する場合</li>
            <li>合併その他の事由による事業の承継に伴って個人データが提供される場合</li>
            <li>特定の者との間で共同して利用する個人データを当該特定の者に提供する場合であって、その旨並びに共同して利用する個人データの項目、共同して利用する者の範囲、利用する者の利用目的及び当該個人データの管理について責任を有する者の氏名又は名称について、あらかじめ、本人に通知し、又は本人が容易に知り得る状態に置いているとき
            </li>
          </ul>
          <h2 id="4-">4. クッキー等の使用</h2>
          <p>当社は、お客様の利便性の向上、統計データの取得及び適切な広告の提供等を目的として、Cookie（これに類する技術を含み、以下「クッキー」といいます。）の使用、並びにお客様のIPアドレス、ご利用ブラウザ及びOSその他利用端末等の情報の収集を行うことがあります。これらの情報は、当該目的のために収集するものであり、個人を特定する目的での利用は行っておりません。クッキーには、当社ウェブサイトのドメインにより設定されるものと、当社と提携する第三者によって設定されるものの2種類があります。後者に関し、当社と提携する広告配信サービス提供会社により、当社のオンライン広告を最適な場所に掲載することができるよう設定されることがあります。クッキーはご利用のブラウザの設定によって受け入れを拒否することができますが、その場合には一部のサービスがご利用いただけなくなる可能性があります。また、当社と提携する第三者により設定されるクッキーを利用したサービスの停止（オプトアウト）については、当該第三者のウェブサイトにてお手続きください。</p>
          <h2 id="5-">5. 個人データの開示等</h2>
          <ul>
            <li>個人情報保護法の規定にもとづき、ご本人から個人データの利用目的の通知、開示、内容の訂正、追加若しくは削除、又は、利用の停止、消去若しくは第三者への提供の停止（以下「開示等」と総称します）を請求することができます。個人情報保護法に基づき個人データの開示等が求められた場合、当社は、ご本人からのご請求であることを確認の上で、遅滞なく開示等を行い、その旨をご本人に通知します（対象となる個人データが存在しない場合又は正当な理由に基づき開示等を行わない決定を行った場合は、その旨を通知します）。
            </li>
            <li>前項の定めにかかわらず、個人データの項目によっては、その収集又は利用が本サービスの前提となるため、当社所定の方法により本サービスを退会した場合に限り、当社はその収集又は利用を停止します。</li>
            <li>個人データの開示及び利用目的の通知につきましては、当社所定の手数料（1件あたり1,000円）が必要となりますので、予めご了承ください。</li>
            <li>開示等のご請求に際して取得した個人情報は、ご請求に必要な範囲内のみで適切に取り扱います。</li>
          </ul>
          <h2 id="6-">6. お問合わせ窓口</h2>
          <ul className="list-none">
            <li className="m-0">OMY株式会社</li>
            <li className="m-0">〒330-0842 埼玉県さいたま市大宮区浅間町2-83-3</li>
            <li className="m-0">お問い合わせは、当社公式Webサイトの<a href="https://docs.google.com/forms/d/1oj8T9cpGYfFo3BRgINQZWhhFGfSz2gMs6dCPjPFZGkM/viewform?edit_requested=true">お問い合わせフォーム</a>よりお願いいたします。
            </li>
          </ul>
        </div>
      </div>
    </React.Fragment>
  );
}

export default Privacy;